;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Finnish
WebLang=FIN
Translator=Olli (ollinpostit@gmail.com)
Codepage=UNICODE 
Version=2.0.1

[Uninstaller Toolbar]
102 = Näytä
103 = Asetukset
104 = Sovellusten poisto
105 = Työkalut
106 = Osoitustoiminto
107 = Lista
108 = Kuvakkeet
109 = Tiedot
110 = Poista sovellus
111 = Poista rekisterimerkintä
112 = Päivitä luettelo
113 = Oletko varma, että haluat poistaa valitun rekisterimerkinnän?
114 = Oletko varma, että haluat poistaa valitun sovelluksen?
115 = Automaattinen päivitys
116 = Ohje
117 = Nykyisen työkalun ohje...
118 = Verkkosivusto...
119 = Tietoja...
120 = Et ole järjestelmän ylläpitäjä!
121 = Oletko varma, että haluat poistaa valitun järjestelmäkomponentin?\nLOPETA, ellet ole täysin varma siitä, mitä olet tekemässä!
122 = Sovellusten poisto näyttää sinulle kaikki asennetut sovellukset ja komponentit kaikilta käyttäjiltä. "Tiedot" -näyttötyypissä. Painamalla hiiren oikeaa näppäintä sovelluksen nimen päällä, näet pikanäppäimen josta saat lisätietoja sovelluksesta (asennuksen ominaisuudet ja linkit). Revo Uninstallerin tärkeä ominaisuus on Osoitustoiminto. Tämä toiminto antaa sinulle joustavuutta sovelluksien poistoon, pysäyttämiseen ja poistoon. Voit myös estää sillä sovellusta käynnistymästä yhdessä Windowsin kanssa.
123 = Haku
124 = Sovelluksia:
125 = Oletko varma, että haluat poistaa valitun järjestelmäkomponentin rekisteristä?\nKäyttöjärjestelmäsi saattaa vaatia tämän komponentin!
126 =  ei käynnisty enää automaattisesti Windowsin käynnistyksen yhteydessä.
127 =  on asetettu käynnistymään automaattisesti.
128 = %s on asennettu samaan asennuskansioon kuin %s!\nKummillakin ohjelmilla on ylimääräisiä tiedostoja. Valitse kohteet, jotka haluat poistaa.
129 = Pakotettu sovelluksen poisto

[Uninstaller List]
150 = Sovellus
151 = Koko
152 = Versio
153 = Asennuspäivämäärä
154 = Yritys
155 = Verkkosivusto
156 = Kommentti
157 = Asennuksen poiston merkkijono
158 = Rekisteriavain
159 = Asennussovellus

[Uninstaller StatusBar]
201 = Asennettuja sovelluksia: 
202 = Ladataan...

[Registry Optimizer]
302 = Valitse tutkimisen kohde
303 = Käynnistä-valikko

[Autorun Toolbar]
407 = Suorita
408 = Lopeta
409 = Poista
410 = Kohteita yhteensä:
411 = Käytössä olevia kohteita:
412 = Automaattisten käynnistysten hallinnalla et voi pelkästään estää tai antaa ohjelmia käynnistymästä Windowsin käynnistyksessä, sillä voit saada lisätietoja kyseisestä sovelluksesta. Näet käynnistyspolun, kuvauksen, julkaisijan, tilan (käynnissä tai ei käynnissä) ja käynnistyskomennon sijainnin (joko rekisterissä tai kiintolevyllä olevassa tiedostossa).

[Autorun List]
450 = Sovelluksen nimi
451 = Käynnistyspolku
452 = Kuvaus
453 = Julkaisija
454 = Tila
455 = Sijainti
456 = KÄYNNISSÄ
457 = EI KÄYNNISSÄ
458 = EPÄKELPO
459 = Lopeta prosessi
460 = Suorita prosessi
461 = Avaa sovelluskansio
462 = Siirry sijaintiin
463 = Kopioi käynnistyspolku
464 = Poista valitut
465 = Poista kaikki epäkelvot
466 = Poista kaikki, jotka eivät ole käynnissä
467 = Poista kaikki, jotka on poistettu käytöstä
468 = Ominaisuudet...
470 = Oletko varma, että haluat lopettaa valitun sovelluksen?\nKaikki tallentamaton tieto tuhotaan!
471 = Oletko varma, että haluat poistaa valitun kohteen?
472 = Oletko varma, että haluat poistaa kaikki epäkelvot kohteet?
473 = Oletko varma, että haluat poistaa kaikki kohteet, jotka eivät ole käynnissä?
474 = Oletko varma, että haluat poistaa kaikki kohteet, jotka on poistettu käytöstä?
475 = Komentoa ei ole olemassa!
476 = TUNTEMATON
477 = Estä käynnistymästä automaattisesti
478 = Salli automaattinen käynnistyminen

[Outlook Control]
300 = Optimointi
301 = Rekisterin optimointi
400 = Automaattisten käynnistysten hallinta
500 = Yksit. tietojen poisto
501 = Selainpuhdistus
600 = Microsoft Office -puhdistus
700 = Windowsin puhdistus
800 = Poista pysyvästi
900 = Palauttamaton poisto
2100 = Windowsin työkalut
2200 = Tarpeettomien tiedostojen poisto

[Track Cleaner Browsers]
507 = Tyhjennä kaikki
508 = Tyhjennä vierailtujen Internet-sivujen historia
509 = Poista osoitepalkin historia
510 = Poista väliaikaiset Internet-tiedostot
511 = Poista evästeet
512 = Poista Index.dat -tiedostot
513 = Suorita
514 = Poista lataushistoria
515 = Poista istuntohistoria
516 = Poista lomakehistoria
517 = Poisto
518 = Oletko varma, että haluat poistaa kaikki valitut historiatiedot?
521 = Oletko varma, että haluat poistaa Internet Explorerin historiatiedot?
522 = Oletko varma, että haluat poistaa Firefoxin historiatiedot?
523 = Oletko varma, että haluat poistaa Operan historiatiedot?
524 = Oletko varma, että haluat poistaa Netscapen historiatiedot?
525 = Selaimesi tallentaa tiedon kaikista verkkosivuista, joilla olet koskaan vieraillut. Näitä tietoja voi helposti katsella selaimesta vain painamalla painiketta, joten kuka vain voi nähdä verkkosivustot, joilla olet vieraillut! Selainpuhdistuksella voit poistaa väliaikaisia Internet-tiedostoja, jotka sisältävät kaikki kuvat, jotka olet nähnyt, kaikki videot, jotka olet katsonut ja kaikki verkkosivut, joilla olet vierailut. Väliaikaisien Internet-tiedostojen poisto voi vapauttaa huomattavasti levytilaa kovalevyltäsi.
526 = Sulje Internet-selaimesi ennen tietojen poistamista.
527 = Index.dat -tiedostot poistetaan tietokoneen seuraavan käynnistyksen yhteydessä.
599 = Yksityisten tietojen poisto valituille kohteille suoritettiin onnistuneesti!

[Office Track Cleaner]
601 = Tyhjennä
607 = Tyhjennä Microsoft Wordin viimeisimpien asiakirjojen historia
608 = Sisältää Word 2000:n, Word XP:n, Word 2003:n, Word 2007, Word 2010, Word 2013:n ja Word 2016:n
609 = Tyhjennä Microsoft Excelin viimeisimpien asiakirjojen historia
610 = Sisältää Excel 2000:n, Excel XP:n, Excel 2003:n, Excel 2007, Excel 2010, Excel 2013:n ja Excel 2016:n
611 = Tyhjennä Microsoft Accessin viimeisimpien asiakirjojen historia
612 = Sisältää Access 2000:n, Access XP:n, Access 2003:n, Access 2007, Access 2010, Access 2013:n ja Access 2016:n
613 = Tyhjennä Microsoft PowerPointin viimeisimpien asiakirjojen historia
614 = Sisältää PowerPoint 2000:n, PowerPoint XP:n, PowerPoint 2003:n, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013:n ja PowerPoint 2016:n
615 = Tyhjennä Microsoft FrontPagen viimeisimpien asiakirjojen historia
616 = Sisältää FrontPage 2000:n, FrontPage XP:n ja FrontPage 2003:n
617 = Microsoft Office -puhdistus antaa sinun poistaa Microsoft Wordin, Excelin, Accessin, PowerPointin ja FrontPagen viimeksi katsottujen tiedostojen historian. Jos et halua, että joku toinen näkee viimeksi avaamiasi tai muokkaami esityksiä, asiakirjoja tai muita tiedostoja käyttäen Microsoft Officea, valitse tiedostotyypit, joitten historian haluat poistaa ja paina “Puhdista” -painiketta. Viimeksi käyttämäsi tiedostojen historia ei enää sen jälkeen ole saatavilla.

[Windows Tracks Cleaner]
701 = Tyhjennä
707 = Tyhjennä Viimeisimmät tiedostot
708 = Tyhjennä Käynnistä-valikon Suorita-toiminnon historia
709 = Tyhjennä Etsi tiedosto -toiminnon historia
710 = Tyhjennä Etsi tulostimia, tiedostoja ja ihmisiä -toiminnon historia
711 = Tyhjennä leikepöytä
712 = Tyhjennä Paintin viimeisimpien tiedostojen historia
713 = Tyhjennä Wordpadin viimeisimpien tiedostojen historia
714 = Tyhjennä Rekisterieditorin viimeksi avattujen avaimien historia
715 = Tyhjennä Avaa/tallenna -historia
716 = Tyhjennä Viimeiseksi vieraillun kansion historia
717 = Tyhjennä roskakori
718 = Poista Windowsin väliaikaistiedostot
719 = Poista Käynnistä-valikon käyttöloki
720 = Microsoft Windows pitää kirjaa monista tietokoneella tekemistäsi asioista, kuten esimerkiksi tiedostojen hakuhistoriasta (kun etsit tiedostoja ja kansioita), viimeiseksi avattujen asiakirjojen historia, Avaa/tallenna -ikkunan viimeiseksi katsottujen kohteiden listasta, jota monet sovellukset käyttävät. Windowsin puhdistus poistaa kaikki nämä historia- sekä väliaikaistiedostot. Voit myös tyhjentää Roskakorin ja poistaa väliaikaiset tiedostot , joka voi vapauttaa levytilaa huomattavasti.
721 = Suorita-toiminnon historia poistetaan, kun explorer.exe -prosessi on käynnistetty uudelleen.
722 = Windowsin rekisterihistoria
723 = Paikallisen kiintolevyaseman historia
724 = Poista kaatuneet muistivedostiedostot
725 = Poista Chkdskin (tarkista levy) palauttamat tiedostojen osat


[Evidence Remover]
802 = Suorita
803 = Tyhjennetään
804 = Odota, tyhjennystä suoritetaan.
805 = Valmis
806 = Valitse asema(t) jotka sisältävät yksityisiä tietoa ja jäännöksiä töistäsi jotka haluat poistaa. Tämä työkalu vaikuttaa vain jo poistettuun tietoon. VAROITUS: Kun prosessi on valmis, on mahdotonta palauttaa poistamiasi tietoja!
807 = Kun tyhjennät Windowsin Roskakorin, tiedostosi ja kansiosi vain merkitään poistetuksi, mutta niitä ei vielä ole fyysisesti poistettu. Tämä työkalu poistaa pysyvästi tiedostot ja kansiot, jotka on jo poistettu, mutta jotka ovat jääneet tarpeettomiksi tiedostoiksi kovalevyllesi. Sinun ei tarvitse pelätä, että joku toinen yrittää palauttaa poistettuja tietoja, tulos on sama, ei mitään. – Pysyvän poiston poistamia tiedostoja on mahdotonta palauttaa!
808 = Oletko varma, että haluat poistaa tarpeettomat tiedostot valituilta kovalevyiltä?

[Unrecoverable Delete]
912 = Lista tiedostoista ja kansioista, jotka poistetaan ja joiden palautus tehdään mahdottomaksi
913 = Tiedostot
914 = Kansiot
915 = Lisää tiedostot, jotka haluat poistaa järjestelmästä. Näitä tiedostoja ei voi palauttaa millään ohjelmistolla!
916 = Lisää kansiot, jotka haluat poistaa järjestelmästä. Näitä kansioita ei voi palauttaa millään ohjelmistolla!
917 = Lisää poistettavat tiedostot
918 = Lisää poistettavat kansiot
919 = POISTA PYSYVÄSTI
920 = Tyhjennä lista
921 = Jos haluat poistaa tiedoston tai kansion turvallisesti (ollaksesi varma ettei kukaan, ei millään ohjelmistolla, voi ikinä palauttaa tiedostoa tai kansiota), käytä Palauttamatonta poistoa. Tiedostojen poistaminen Windowsin Roskakorin tyhjentäminen ei tarkoita, että tiedostot ovat lopullisesti palauttamattomia, sillä ne ovat edelleen kovalevylläsi ja kuka tahansa voi palauttaa poistetut tiedot todella helposti. Palauttamaton poisto tekee tämän mahdottomaksi, koska se poistaa fyysisesti kaikki valitut tiedostot ja kansiot.
922 = Oletko varma, että haluat poistaa pysyvästi valitut tiedostot ja kansiot?

[Options Tree]
1001 = Asetukset
1100 = Yleiset asetukset
1200 = Sovellusten poisto

[General]
1101 = Nykyinen kieli:
1102 = Kehittyneet toiminnot
1103 = Tarkista päivitykset käynnistettäessä

[Uninstaller Options]
1201 = Näytä järjestelmäpäivitykset
1202 = Näytä järjestelmäkomponentit
1203 = Ota käyttöön nopea lataus
1204 = Suorita vain sisäänrakennettu sovelluksen poisto
1205 = (ei tuettu Windows Vistassa)
1206 = Luo järjestelmän palautuspiste ennen poistoa
1207 = Siirrä tarpeettomat tiedostot ja kansiot Roskakoriin


[Auto Update]
1907 = Päivitys
1908 = Versiotiedot
1909 = Nykyinen versio:
1910 = Viimeisin versio:
1911 = LATAA
1912 = Lataa viimeisin versio
1913 = Mikä on uutta?
1914 = Tarkistetaan...
1915 = Yhteysvirhe...
1916 = PYSÄYTÄ
1917 = Ladattu %s/%s
1918 = Ladattu %s (tuntematon koko yhteensä)
1919 = Revo Uninstaller ei voi ottaa yhteyttä osoitteeseen www.revouninstaller.com. Tarkista, että Internet-yhteytesi on aktiivinen ja että palomuurisi ei estä Revo Uninstalleria.
1920 = Virhe: Uuden version tarkistaminen epäonnistui. Ei Internet-yhteyttä.

[WinTools]
2110 = Suorita
2111 = Jokaisen Windows -käyttöjärjestelmän mukana tulee paljon hyödyllisiä ohjelmia. Joitakin työkaluja voi käyttää vain komentoriviltä, joitakin on hankala löytää. Windowsin työkalut antaa sinulle nopean yhden klikkauksen yhteyden Windowsin työkaluihin.
2112 = Jos ongelma ilmenee, voit käyttää Järjestelmän palautusta palauttamaan tietokoneesi tallennettuun tilaan ilman henkilökohtaisien tiedostojen menettämistä. Järjestelmän palautus tarkkailee muutoksia järjestelmään ja joihinkin sovellustiedostoihin, ja se tekee automaattisesti helposti tunnistettavia palautuspisteitä. Nämä palautuspisteet antavat sinun palauttaa järjestelmän edelliseen toimineeseen tilaan. Ne tehdään päivittäin ja merkittävien järjestelmämuutoksien yhteydessä. Voit myös tehdä ja nimetä omia palautuspisteitäsi milloin tahansa.
2113 = Voit käyttää tätä työkalua saadaksesi ja näyttääksesi tietoja tietokoneesi laitteistosta ja käyttöjärjestelmästä sekä Internet-asetuksista ja modeemi- ja verkkosovittimen asetuksista. Verkkodiagnostiikkatyökalulla voit suorittaa skannauksen järjestelmääsi ja testata verkkoasetukset ja valita haluamasi verkkosovellukset. 
2114 = Verkkoinformaatio näyttää sinulle kaikki TCP/IP -verkkoasetukset, Dynamic Host Configuration Protocolin (DHCP) ja Domain Name Systemin (DNS) asetukset. Verkkoinformaatio näyttää myös kaikki TCP/IP -asetukset kaikilta verkkoadaptereiltä, kuten IP-osoitteen, MAC-osoitteen, subnet-tunnisteen, oletusyhdyskäytävän, Windows Internet Naming Servicen (WINS) ja DNS-asetukset.
2115 = Tietoturvakeskus tarkistaa tietokoneesi turvallisuuden kolmelta eri alueelta: palomuurin, automaattiset päivitykset ja haittaohjelmien sekä virusten suojan. Jos ongelma tunnistetaan missä tahansa näissä kolmessa alueessa (esimerkiksi jos virustentorjuntasovelluksesi on vanhentunut), Tietoturvakeskus ilmoittaa sinua ongelmasta ja antaa ehdotuksia, kuinka voit suojata tietokonettasi paremmin.
2116 = Järjestelmäominaisuudet voidaan käyttää tietokoneen perustietojen saamiseksi, kuten suoritintyypin ja kokonaisen RAM-muistin näytön ja voit muuttaa miten tietokoneesi käyttää muistia ja löytää hyödyllisiä tietoja (laitteiston ja laiteasennusten tietoja), asettaa laitteistoprofiileita, näyttää verkkoyhteystietoja ja logon krotiedostoa, ja ilmoittaa järjestelmä- ja sovellusvirheistä  Microsoftille tai järjestelmän ylläpitäjälle jos sellaista ilmaantuu.
2117 = Järjestelmän informaatiot näyttää sinulle tietoja tietokoneestasi. Tämä kerää tietoja sinun laitteistoasetuksista, tietokoneen komponenteista, ja allekirjoitetuista ja allekirjoittamattomista ajureista. Järjestelmän informaatiot on työkalu jota voit nopeasti käyttää saadaksesi tietoja koneestasi ja sen käyttöjärjestelmästä.
2118 = TCP/IP Netstat -komento on osa Windows -käyttöjärjestelmää, joka näyttää kaikki aktiiviset TCP-yhteydet ja TCP- sekä UDP-portit joita kone kuuntelee ja näyttää suoritustietoja jokaisen yhteyden luomisesta tai portin kuuntelusta (suoritusnimi on [ ] alhalla jossa komponentttia kutsutaan, ja kunnes TCP/IP tavoitetaan).
2119 = Onscreen näppäimistö näyttää virtuaalisen näppäimistön näytöllä ja antaa käyttäjän kirjoittaa tietoa osoitinlaitteella tai joystikilla. On-Screen-näppäimistö antaa vain minimaalisen osan ominaisuuksista joita liikuntarajoitteiset saattavat tarvita päivittäisessä käytössä. Voit myös käyttää On-Screen-näppäimistö, jos mielestäsi Key-Loggeri (näppäinlokittaja) on asennettu koneeseesi ja kaikki näppäykset kirjoitetaan lokiin. On-Screen näppäimistö estää viruksia pitämästä kirjaa kirjoittamistasi asioista.
2120 = Levyneheyttäjä analysoi paikalliset asemat ja eheyttää niitä. Levyneheyttäjä myös vapauttaa tilaa. Tämän eheytyksen tuloksena järjestelmäsi toimii nopeammin ja löytää tiedostot nopeammin.
2121 = Palvelut voivat käynnistää , pysäyttää, tauottaa, jatkaa, tai poistaa palvelun käytöstä paikallisella tai etätietokoneella. Palvelut voivat myös Palvelut voi korjata palveluepäonnistumisia (esimerkiksi palvelun automaattinen uudelleenkäynnistyminen), ja muuttaa kuvausta.
2122 = Jaettuja kansioita voidaan käyttää valitsemaan tietyt oikeudet jaetuille kansioille, jotta kansioita voitaisiin käyttää verkon yli.
2123 = Ryhmäkäytäntö sisältää käyttäjien käytäntöasetuksia järjestelmäasetuksiin. Ryhmäkäytäntö antaa valita tietyt asetukset käyttäjille, esim. mitä ohjelmia he voivat käyttää.
2124 = Lisää/poista Windows-osia auttaa sinua hallitsemaan Windows-komponentteja tietokoneellasi. Kun Windows on asennettu, voit käyttää tätä asentaaksesi jonkun osan jota ei ollut alkuperäisessä asennuksessa. Voit myös halutessasi poistaa osia.
2125 = Windows Haittaohjelmien poistotyökalu auttaa sinua poistamaan ohjelmia, jotka voivat vahingoittaa tietokonettasi tai tietojasi. Sovellukselle ladataan päivityksiä kuukausittain.

[Junk Files Cleaner Options]
2202 = Tutkittavat asemat:
2203 = Tiedostopääte
2204 = Kuvaus
2205 = Lisää
2206 = Poista
2207 = Palauta oletukset
2208 = Tarpeettomien tiedostojen poisto::Yleisasetukset
2209 = Tarpeettomien tiedostojen poisto::Poissuljettavat
2220 = Tutkittava tiedostopääte:
2221 = Voit käyttää merkkejä ? ja/tai * jokerimerkkeinä
2222 = Lisää tiedostopääte
2223 = Lisää poissuljettava tiedostopääte
2224 = Voit käyttää merkkejä ? ja/tai * jokerimerkkeinä
2225 = Poissuljettava tiedostopääte:
2226 = Siirrä poistetut tiedostot Roskakoriin
2227 = Hylkää tiedostot, joita on käytetty vuorokauden sisällä

[Junk Files Cleaner Tool]
2306 = Tutki
2307 = Poista
2308 = Tutkitaan
2309 = Odota. Tarpeettomia tiedostoja etsitään.
2310 = Peruuta
2311 = Nimi
2312 = Koko
2319 = Tiedostoja: 
2320 = Koko yhteensä: 
2323 = Löydettiin tiedostoja, joita Windows tai jokin muu sovellus käyttää,\n niitä ei voida poistaa nyt
2324 = Sinun täytyy valita vähintään yksi kiintolevyasema sekä tiedostopääte aloittaaksesi tutkimisen.
2325 = Turhien tiedostojen poisto antaa sinun etsiä ja poistaa roskatiedostoja sekä tarpeettomia tiedostoja tietokoneeltasi. Yleensä tiedostoja käyttänyt sovellus poistaa ne pian, kun se ei enää tarvitse niitä. Kuitenkin ne voivat jäädä pysyvästi kovalevyllesi jos sovellus lopetetaan tuntemattomasta syystä tai jos järjestelmä kaatuu jne. Jos näin käy, kovalevyn vapaa tila saattaa vähentyä huomattavasti tai järjestelmä voi hidastua jne.\n\nSaadaksesi lisätietoja, klikkaa “Ohje” ja “Nykyisen työkalun ohje”.
2326 = Tiedosto
2327 = Poistetaan tiedostoja

[Context Menu Junk Files Cleaner]
2313 = Avaa
2314 = Etsi Googlesta lausekkeella
2315 = Avaa kansio, jossa kohde sijaitsee
2316 = Ominaisuudet...
2317 = Valitse kaikki kohteet
2318 = Poista kaikkien kohteiden valinta
2321 = Valitse valitut kohteet
2322 = Poista valittujen kohteiden valinta

[Topmost Window]
4002 = Asetukset
4003 = Avaa pääikkuna
4004 = Vedä ja pudota -tila
4005 = Osoitustila
4006 = Koko
4007 = Pieni
4008 = Keskikokoinen
4009 = Suuri
4010 = Ikkunan koko
4011 = POISTU
4012 = Poista sovellus
4013 = Estä käynnistymästä automaattisesti
4014 = Lopeta prosessi
4015 = Lopeta ja poista prosessi
4016 = Avaa kansio, jossa sovellus sijaitsee
4017 = Tiedot
4018 = Ominaisuudet
4019 = PERUUTA
4020 = Vain yksi tiedosto kerrallaan on tuettu!
4021 = Pudotit kansion, vedä ja pudota tiedosto!
4022 = Poista sovellus tai poista:
4023 = Epäkelpo kohde! Yritä osoittaa johonkin toiseen ikkunaan, kuvakkeeseen tai tehtäväpalkin kohteeseen.
4024 = Sovelluksen poistokomentoa ei voida suorittaa!\n Poista sovellus Sovellusten poistossa.
4025 = Asennuspakettia ei löydy!\nVihje: Hae lisätietoja sovelluksesta pääikkunasta\n poistaaksesi sen manuaalisesti!
4026 = Kohdesovellus ei käynnisty enää automaattisesti Windowsin käynnistyksen yhteydessä!\nVihje: Jos haluat ottaa sen uudelleen käyttöön, käytä pääikkunan Automaattisten käynnistysten hallinta -sovellusta!
4027 = Kohdesovellusta ei löydy yleisistä käynnistyssijainneista!\nVihje: Löytääksesi ei-tunnetut käynnistyssijainnit, katso Googlen verkkosivusto!
4028 = Oletko varma, että haluat lopettaa valitun sovelluksen?\nKaikki tallentamaton tieto menetetään!
4029 = Sovellusten poisto
4030 = Oletko varma, että haluat lopettaa ja poistaa valitun sovelluksen?\nKaikki tallentamaton tieto menetetään!
4031 = Oletko varma, että haluat lopettaa Windowsin Resurssienhallinnan?\n Käynnistä-valikko, tehtäväpalkki ja ilmoitusalue lähtevät pois näkyvistä!
4032 = Käynnistä automaattisesti Windowsin kanssa
4033 = Läpinäkyvyys

[Scan After Uninstall]
4210 = Sijainti
4211 = Avain
4212 = Arvo
4213 = Tieto
4214 = Tiedosto
4215 = Kohdetta ei valittu. Valitse kohde poistaaksesi kohteen!
4216 = Tutki poiston jälkeen
4217 = Valitse kaikki
4218 = Poista kaikkien valinta
4219 = Poista
4220 = Tarpeettomat tiedostot
4221 = Tarpeettomat rekisterimerkinnät
4222 = Tutkitaan, odota...
4223 = Suoritetaan sovelluksen poistajaa...
4224 = Aloita tarpeettomien tiedostojen, kansioiden ja rekisterimerkintöjen poisto kun asennuksen poisto on valmistunut.
4225 = Tutkitaan, odota...
4226 = Tarkista listan kohteet huolellisesti!
4227 = Sulje
4228 = Listalle jäävät tiedostot poistetaan seuraavan uudelleenkäynnistyksen yhteydessä.
4229 = Sovelluksen poiston suorittaminen epäonnistui!\nPoistokomento on ehkä epäkelpo!
4230 = Edellinen
4231 = Seuraava
4232 = Valitse poistotila
4233 = Tilat
4234 = Sisäänrakennettu tila - suorita vain sovelluksen oma poisto ilman lisätarkistusta.
4235 = Turvallinen tila - suorita sovelluksen oma poisto ja suorita lisätarkistukset Rekisteriin ja kovalevylle löytääksesi tarpeettomat tiedostot, jotka on turvallista poistaa. Tämä on nopein tila.
4236 = Valvottu tila - sisältää Turvallisen tilan toiminnot ja suorittaa lisäksi kehittyneen tarkistuksen kaikkien sovelluksen jättämien tarpeettomien tiedostojen poistamiseksi yleisimmistä paikoista sekä Rekisteristä että kovalevyltä. 
4237 = Kehittynyt tila - sisältää Valvotun tilan toiminnot ja suorittaa lisäksi syvällisen ja huolellisen tarkistuksen kaikkien sovelluksen jättämien tarpeettomien tiedostojen poistamiseksi yleisimmistä paikoista sekä Rekisteristä että kovalevyltä. Tämä on hitain tila.
4238 = Analysoidaan sovelluksen tietoja ennen sen poistoa.
4239 = Käynnistetään sovelluksen poistoa.
4240 = Kun sovelluksen poisto on päättynyt, paina "Seuraava" -painiketta aloittaaksesi tarpeettomien tiedostojen, kansioiden ja rekisterikohteiden poiston. 
4241 = Suoritetaan tutkimuksia ja poistoa. 
4242 = Tutkitaan tarpeettommia tietoja.
4243 = Sisäänrakennettu poisto on valmis, nyt tutkitaan Rekisteriä ja kovalevyä tarpeettomista tiedostoista, kansioista ja rekisterikohteista liittyen poistettuun sovellukseen. Odota…
4244 = Tarpeettomia rekisterimerkintöjä löytyi
4245 = Löytyneet rekisterikohteet:
4246 = Huomautus: Tarkista lihavoitujen kohteiden merkinnät! Vain valitut ja lihavoidut kohteet sekä niiden alikohteet poistetaan!
4247 = Tarpeettomia tiedostoja ja kansioita löytyi
4248 = Löytyneet kohteet:
4249 = Oma tietokone
4250 = Revo Uninstaller ei voi käynnistää sovelluksen sisäänrakennettua poistoa. Saattaa olla, että sovelluksen poistokomento on epäkelpo tai poistosovellus on vioittunut. Voit painaa “Edellinen” -painiketta ja kokeilla jotakin toista poistotilaa.
4251 = Sovelluksen poistosovellus on valmis. Revo Uninstaller ei etsinyt tarpeettomia tiedostoja. Voit painaa “Edellinen” -painiketta ja kokeilla jotakin toista poistotilaa etsiäksesi tarpeettomia tiedostoja, kansioita ja rekisterikohteita.
4252 = Revo Uninstaller on saattanut sovelluksen poiston loppuun, mutta tarpeettomia tiedostoja ei löytynyt. Voit painaa “Edellinen” -painiketta ja kokeilla kehittyneempää poistotilaa saadaksesi huolellisemman tutkimisen.
4253 = Revo Uninstaller on saattanut sovelluksen poiston loppuun. Jos haluat etsiä lisää turhia tiedostoja, voit painaa “Edellinen” -painiketta ja kokeilla kehittyneempää poistotilaa saadaksesi huolellisemman tutkimisen.
4254 = Valmis
4255 = Oletko varma, että haluat siirtää valitut kohteet Roskakoriin?
4256 = Oletko varma, että haluat poistaa valitut rekisterimerkinnät?
4257 = Revo Uninstaller on saattanut sovelluksen poiston loppuun!
4258 = Oletko varma, että haluat ohittaa tarpeettomien rekisterimerkintöjen poiston ja jatkaa seuraavaan vaiheeseen?
4259 = Oletko varma, että haluat ohittaa tarpeettomien tiedostojen ja kansioiden poiston ja jatkaa seuraavaan vaiheeseen? 
4260 = Tarpeettomien tiedostojen etsintä on valmis. Paina “Seuraava” -painiketta nähdäksesi tulokset!
4261 = Luodaan järjestelmän palautuspistettä...
4262 = Järjestelmän palautuspisteen luonti epäonnistui!
4263 = Järjestelmän palautuspisteen luonti poistettu käytöstä (kohdassa Asetukset->Sovellusten poisto)
4264 = Järjestelmän palautuspisteen luonti onnistui!


[About]
4300 = Kääntäjät:

[ContextMenu Uninstaller]
5000 = Komennot
5001 = Tiedot
5002 = Etsi Googlesta sanalla
5004 = Asennussijainti
5005 = Avaa Tietoja-linkki...
5006 = Avaa Ohje-linkki...
5007 = Avaa Päivitä-linkki...
5008 = Avaa rekisteriavain...

[Common]
10000 = OK
10001 = Peruuta
10002 = Ohje
10003 = Selaa
10004 = Nykyisen työkalun ohje
10005 = Verkkosivusto
10006 = Tietoja ohjelmasta
10007 = Varoitus
10008 = VIRHE
10009 = Kyllä
10010 = Ei

[Tooltips]
2000 = Vaihda sovellusten poistotilaan
2001 = Näytä Työkalut-paneeli
2002 = Säädä asetuksia
2003 = Vaihda osoitustilaan
2004 = Muuta asennettujen sovellusten näyttötapaa
2005 = Poista valittu sovellus
2006 = Poista valittu sovellus rekisteristä
2007 = Päivitä sovellusten lista
2008 = Päivitä nykyinen versio viimeisimpään versioon
2009 = Löydä lisätietoja ja vastaukset kaikkiin sovellusta koskeviin kysymyksiin
404 = Käynnistä valittu sovellus
405 = Lopeta ja sulje valittu sovellus
406 = Estä valittua sovellusta käynnistymästä automaattisesti
506 = Tyhjennä valitut asetukset
605 = Tyhjennä valitut asetukset
705 = Tyhjennä valitut asetukset
2106 = Suorita valittu työkalu
2304 = Tutki tarpeettomia tiedostoja valittujen asetuksien perusteella
2305 = Siirrä valitut tiedostot roskakoriin

[UninstallerPro]
15000 = Yleistä
15001 = Ryhmien\nhallinta
15002 = Uudet sovellukset
15003 = Muut sovellukset
15004 = Nimi
15005 = Nimeä uudelleen
15006 = Internet
15007 = Pelit
15008 = Multimedia
15009 = Apuohjelmat
15050 = Siirrä ylös
15051 = Siirrä alas
15052 = Lisää
15053 = Poista
15054 = Sarakkeet
15055 = Poista tämä sarake
15056 = Tasaus
15057 = Vasemmalle
15058 = Keskitetty
15059 = Oikealle
15060 = Parhaiten sopiva
15061 = Vie tiedostoon
15062 = Tekstimuotoinen (txt)
15063 = HTML-muotoinen (html)
15064 = Microsoft Excel
15065 = Vie
15066 = Valitse sarakkeet jotka haluat viedä
15067 = Uusia ohjelmia ovat:
15068 = Päivää sitten asennettu
15069 = Sovellukset, jotka on asennettu Poistajan viimeisimmän käynnistyksen jälkeen
15070 = Ryhmän nimi:
15071 = Lisää
15072 = Ryhmä
15073 = Tarkkailtavat sovellukset
15074 = Tarkkailtavat\nsovellukset
15075 = Kaikki sovellukset
15076 = Kaikki\nsovellukset
15077 = Poista loki
15078 = Mukautettu poisto
15079 = Muuta kuvaketta
15080 = Lisää ryhmään
15081 = Poista ryhmästä
15082 = Poistetaan
15083 = Poistetaan lokitiedostoja ja sovelluksen kansioita:
15084 = Poistetaan lokiin kirjoitettuja rekisterikohteita:
15085 = Löytyi joitakin tietoja, jotka liittyvät poistettuun sovellukseen, mutta niitä ei poistettu, koska Revo Uninstaller ei pitänyt kirjaa sovelluksen asennuksen yhteydessä. Jos haluat katsoa tietoja ja mahdollisesti poistaa ne, paina "Kehittynyt poisto" -painiketta. 
15086 = Kehittynyt poisto
15087 = Tiedosto\Kansiopolku
15088 = Ladataan listaa...
15089 = Poista valitut arvot
15090 = Avaa rekisterin pääavain... 
15091 = Avaa kaikki
15092 = Sulje kaikki
15093 = Arvon nimi
15094 = Lokien kansio:
15095 = Suorita uudelleennimeämistoiminnot olemassaolevilta järjestelmäkansioilta ja -tiedostoilta
15096 = Pakotettu poisto
15097 = Pakotettu\npoisto
15098 = Avaa valittu avain
15099 = Sulje valittu avain
15100 = Poista valittu avain
15101 = Merkitse valittu avain luoduksi
15102 = Lisää poissulkulistalle
15103 = Kelpaamaton lokitiedosto
15104 = Tiedostoa ei löydy! Anna kelvollinen tiedosto tai peruuta toiminto.
15105 = Valitse prosessi
15106 = Lisää prosessi listaan
15107 = Prosessin kokonaispolku:
15108 = Lisää rekisteriavain
15109 = Rekisteriavaimen polku
15110 = Pakotettu poisto -tilaa käyttämällä voit etsiä tiedostoa tai syöttää täyden polun mihin tahansa kansioon, jossa sovellus, jonka haluat poistaa, sijaitsee. Voit myös syöttää sovelluksen nimen lisätiedoksi. Kun painat "Seuraava" -painiketta, Revo Uninstaller etsii ensin olemassaolevaa sisäänrakennettua poistajaa ja jos se löytyy, se listataan, jolloin voit valita sen suoritettavan tai ei.\n\nSyötäthän poistettavan sovelluksen tarkan nimen ja asennuksen sijainnin!
15111 = Skannaustilat
15112 = Sisäänrakennettu
15113 = Turvallinen
15114 = Valvottu
15115 = Kehittynyt
15116 = Täysi polku sovelluksen tiedostoon tai kansioon:
15117 = Sovelluksen tarkka nimi:
15118 = Löytyi sisäänrakennettuja poistajia:
15119 = Suorita sisäänrakennettu poistaja
15120 = Sovelluksen nimi
15121 = Poistokomento
15122 = Tyyppi
15123 = 32-bittinen
15124 = 64-bittinen
15125 = Lopeta prosessi ja jatka
15126 = Valittu tiedosto on käynnissä oleva prosessi! Jos haluat poistaa sen ja siihen liittyvät kohteet oikein, on parempi lopettaa se ja jatkaa
15127 = Poissuljettavat rekisteriavaimet
15128 = Sisällytä aliavaimet
15129 = Kohdista tarkkailtaviin sovelluksiin käynnistettäessä
15130 = Poista tiedostot ja kansiot
15131 = varmuuskopiokansioon
15132 = roskakoriin
15133 = pysyvästi
15134 = Oletko varma, että haluat poistaa valitut kohteet?
15135 = Kansiot
15136 = Tiedostot
15137 = Mahdollisesti tiedostoihin ja kansioihin liittyvä
15138 = Mahdollisesti rekisteriin liittyvä
15139 = Avaimet:
15140 = Arvot:
15141 = Lokiin kirjoitetut tiedostot ja kansiot
15142 = Suorita uudelleennimeämistoiminnot jo olemassaoleville järjestelmätiedostoille ja -kansioille
15143 = Oletko varma, että haluat poistaa valitut kohteet?
15144 = Valittu, mutta jäljelläolevat tiedostot poistetaan seuraavan järjestelmän uudelleenkäynnistyksen yhteydessä.
15145 = Lokiin kirjoitetut rekisterikohteet
15146 = Poistetaan...
15147 = Etsitään tarpeettomia tiedostoja, kansioita ja rekisterikohteita annettujen tietojen pohjalta
15148 = Tutkitaan ja aloitetaan sovelluksen sisäänrakennettua poistoa oletuspoistajalle
15149 = Kun sovelluksen poistaja on valmis, paina "Skannaa" -painiketta aloittaaksesi tarpeettomien tiedostojen, kansioiden ja rekisterikohteiden poiston.
15150 = Tietokoneessa ei ole riittävästi vapaata levytilaa, jotta väliaikainen välimuistitiedosto voitaisiin kirjoittaa
15151 = Virhe kirjoitettaessa välimuistitiedostoa. Varmista, että sinulla on riittävät oikeudet.
15152 = Virhe luettaessa välimuistitietotiedostoa
15153 = Revo Uninstaller ei löytänyt mitään tarpeettomia
15154 = Etsi
15155 = Mukautettu\npoisto
15156 = Revo Uninstallern "Kaikki sovellukset" -moduuli näyttää kaikki asennetut sovellukset ja niiden komponentit sekä nykyiseltä että kaikilta muiltakin käyttäjiltä jotka on oletuksena lajiteltu kahteen ryhmään - "Uusi" ja "Muut". "Tiedot" -näyttötyypissä tai pikavalikon kautta voit saada lisätietoja (linkkejä ja asennuksenominaisuuksia). Moduulin asetukset on sijoitettu "Kaikki sovellukset" -kohteeseen "Sovellusten poisto" -kohteen alapuolelle "Asetukset" -ikkunassa.
15157 = Revo Uninstallern "Tarkkailtavat sovellukset" -moduuli näyttää kaikki sovellukset, joiden asennusta on tarkkailtu Revo Uninstallern avulla. Voidaksesi jäljittää sovelluksen Revo Uninstallerlla, voit klikata sen asennuspakettia hiiren oikealla tai painam painiketta "Asenna sovelluksia" päätyökalurivillä. Moduulin asetukset on sijoitettu "Tarkkailtavat sovellukset" -kohteeseen "Sovellusten poisto" -kohteen alapuolelle "Asetukset" -ikkunassa.
15158 = Rekisteröiminen
15159 = Ohjetiedosto
15160 = Asenna sovelluksia
15161 = Asenna\nsovelluksia
15162 = Luo järjestelmän palautuspiste ja täysi rekisterin varmuuskopio ennen poistamista
15163 = Luodaan täydellistä rekisterin varmuuskopiota...
15164 = Järjestelmän palautuspisteen luominen ja täyden rekisterin varmuskopion ottaminen on poistettu käytöstä (kohdassa Asetukset->Sovellusten poisto)
15165 = Luodaan täyttä rekisterin varmuuskopiota - valmis!
15166 = Luodaan täyttä rekisterin varmuuskopiota - epäonnistui!
15167 = (Ei tuettuna Windows Vistassa ja Windows 7,8,10:ssa)
15168 = Lokit:
15169 = Tai klikkaa hiiren oikealla näppäimellä osoitustilan kuvakkeen päällä ja valitse "Poistu" poistuaksesi
15170 = Avaa poistosovelluksen ikkuna täydessä koossa
15171 = Kansion polku
15172 = Asentaisitko pdf-lukijan, jotta voisit lukea ohjetiedostoa
15173 = Lisää uusi ryhmä
15174 = Poista valitut lokit
15175 = Rakenna välimuistitiedosto uudelleen
15176 = Haluatko varmasti rakentaa uudelleen välimuistitiedoston?\nMukautuksesi ohjelmassa nollataan!
15177 = Hallitse
15178 = Vie, tuo tai muokkaa lokia
15179 = Muuta\ntai korjaa
15180 = Muuta tai korjaa
15181 = Päivityslinkki
15182 = Lokitietokanta
15183 = Loki-\ntietokanta
15184 = Sovellukset:
15185 = Sovelluksen nimi
15186 = Sovelluksen versio
15187 = Windows-versio
15188 = Windows-bittimäärä
15189 = Löytyi
15190 = Näytä vain kohteen %s kanssa yhteensopivat lokit
15191 = Näytä vain %s lokit
15192 = Matched Logs:
15193 = Tietokantalokit:
15194 = Etsi:
15195 = loki
15196 = lokia
15197 = sovellus
15198 = sovellusta
15199 = Nimi
15200 = Pikapoisto
15201 = Pika-\npoisto
15202 = Tehdään järjestelmän varmuuskopiota
15203 = Poistetaan sovellusta %d (yhteensä %d)
15204 = Esianalysointi valmis!
15205 = Käynnistetään sovelluksen oma poistosovellus - valmis!
15206 = Käynnistetään sovelluksen oma poistosovellus - epäonnistui!
15207 = Etsitään tarpeettomia tiedostoja, kansioita ja rekisterikohteita...
15208 = Poistetaan löydettyjä tarpeettomia tiedostoja...
15209 = Poistettu %d tarpeetonta rekisteriavainta ja %d arvoa
15210 = Poistettu %d tarpeetonta kansiota ja %d tiedostoa
15211 = Pikapoisto onnistui!
15212 = Tila
15213 = Kun sovelluksen oma poistosovellus on valmis, paina "Jatka"-painiketta jatkaaksesi poistoprosessia.
15214 = Jatka
15215 = Tuotu
15216 = Lisää kommentti
15217 = Muokkaa kommenttia
15218 = Moduulit
15219 = Lokipäiväys
15220 = Valmistellaan lokin dataa poistoa varten...
15221 = %d/%d kohdetta
15222 = Suoritetaan tarpeellisia uudelleennimeämistoimintoja...
15223 = Oletko varma, että haluat poistaa valitun lokin?
15224 = Oletko varma, että haluat poistaa valitut lokit?
15225 = Poistetaan lokia %d (yhteensä %d)
15226 = Vie kaikki
15227 = Ohita varmuus-\nkopiointi
15228 = Ohita järjestelmän palautuspisteen ja täyden rekisterivarmuuskopion luominen
15229 = Luodaan täyttä rekisterivarmuuskopiota - ohitettu!
15230 = Luodaan järjestelmän palautuspistettä - ohitettu!
15231 = Muokkaa lokia
15232 = Tuo loki
15233 = Vie loki
15234 = Jäsennetään lokia -
15235 = Nimeä loki uudelleen
15236 = Lokin nimi
15237 = Tallenna muutokset
15238 = Muokkaa
15239 = Kuvake
15240 = Kuvakeindeksi
15241 = Tekijä
15242 = Luontiaika
15243 = Viimeksi muutettu
15244 = Arvioitu koko
15245 = Rekisteriavaimia
15246 = Rekisteriarvoja
15247 = Luotu
15248 = Poistettu
15249 = Uudelleennimetty
15250 = Päällekirjoitettu
15251 = Tuntematon
15252 = Vanha nimi
15253 = Täysi nimi
15254 = Vanha täysi nimi
15255 = Vanha data
15256 = Tällä nimellä on jo rekisteriarvo!
15257 = Lisää avain
15258 = Avaimen nimi:
15259 = Ei muutettu
15260 = Muuta avainta
15261 = Lisää arvo
15262 = Muuta arvoa
15263 = Aseta
15264 = Vanha tyyppi
15265 = Pakota ohjelmatiedostojen suoritus pois käytöstä poistojen aikana
15266 = Etsi lokia ennen sovelluksen tavallista asennusta
15267 = Oletko varma, että haluat tehdä pikapoiston valitu(i)lle sovelluks(elle/ille)?
15268 = Lokeista löytyi vastaava loki, jota käytetään poistoon.\nAloitetaan sovelluksen omaa poistoa oletuspoistoa varten.
15269 = Lokitietokannasta löytyi vastaava loki, jota käytetään poistoa.\nAloitetaan sovelluksen omaa poistoa oletuspoistoa varten.
15270 = Kun sovelluksen poisto on valmis, paina "Jatka"-painiketta nähdäksesi tarpeettomat tiedostot, kansiot ja rekisterikohteet.
15271 = Virhe ladattaessa lokitiedostoa!
15272 = Virhe uudelleennimettäessä ladattua lokitiedostoa!
15273 = Revo Uninstallern "Lokitietokanta"-moduuli näyttää jäljitettyjen ohjelmien listan, joka on yhteeensopiva Windows-järjestelmäsi kanssa. Näitä verkkosivuillemme tallennettuja lokeja hallinnoi Revo Uninstallern tiimi. Voit helposti ("Poista"-nappia painamalla) käyttää näitä lokeja sovellusten poistoon tietokoneeltasi..
15274 = Oma versiosi:
15275 = Päivitä nyt
15276 = Päivitä lokitietokanta automaattisesti
15277 = Virhe lokitietokantaa ladattaessa!
15278 = Virhe lokitietokantaa päivitettäessä!
15279 = Virhe lokitietokantaa purettaessa!
15280 = Virhe lokitietokantaa avatessa!
15281 = Syötä kommentti:
15282 = Valitse kuvake
15283 = Tiedostopolku:
15284 = Valitse kuvake luettelosta:
15285 = Tiedosto
15286 = Kansio
15287 = Viedään lokia -
15288 = Tuodaan lokia -
15289 = %d%% valmis
15290 = Viety
15291 = Löytyi liittyviä lokeja
15292 = Kyllä(suositeltava)
15293 = Lueteltujen lokien perusteella näyttää siltä, että saatat olla käyttänyt lokitoimintoa ohjelman asennuksen aikana. Haluaisitko käyttää datalokia?
15294 = Ladataan lokia -
15295 = Luetellut lokit näyttävät liittyvän ohjelmaan, jota olet poistamassa. Jos haluaisit käyttää jotakin niistä poiston aikana, aseta oikeinmerkki ruutuun.
15296 = Lokitietokannassamme on vastaava loki.\nHaluaisitko käyttää sitä saattaaksesi ohjelman poiston loppuun täydellisemmin?



[Auto Run Manager Pro]
15800 = Lisää
15801 = Lisää ohjelma Windowsin käynnistykseen
15802 = Aseta käynnistymään automaattisesti:
15803 = Kaikille käyttäjille
15804 = Nykyiselle käyttäjälle
15805 = Aseta käynnistymään automaattisesti kohteesta:
15806 = Rekisteri: Run - suorita jokaisella Windowsin käynnistyskerralla
15807 = Rekisteri: RunOnce - suorita vain yhden kerran seuraavalla Windowsin käynnistyskerralla
15808 = Käynnistyskansio - Windowsin jokaisen käynnistyskerran yhteydessä
15809 = Komento (täysi polku):
15810 = Nimi:
15811 = Poistettu käynnistymästä automaattisesti
15812 = Käynnissä olevat kohteet poistettu käynnistymästä automaattisesti
15813 = Poistettu kaikki käytöstäpoistetut kohteet automaattisesta käynnistyksestä
15814 = Palvelut
15815 = Avaa Windows-palvelut


[General App]
16001 = Tulosta
16002 = Tulostuksen esikatselu
16003 = Tulostuksen asetukset
16004 = Näytä
16005 = Valikkopalkki
16006 = Päätyökalurivi
16007 = Kuvauspaneeli
16008 = Tilarivi
16009 = Työkalujen työkalurivi
16010 = Tiedosto
16011 = Käynnistysten\nhallinta
16012 = Tarpeettomien\ntiedostojen poisto
16013 = Windowsin\ntyökalut
16014 = Selainten\npuhdistus
16015 = Microsoft Officen\npuhdistus
16016 = Windowsin\npuhdistus
16017 = Poista\npysyvästi
16018 = Palauttamaton\npoisto
16019 = Varmuuskopioiden\nhallinta
16020 = Asenna Revo Uninstallerlla
16021 = Poista Revo Uninstallerlla
16022 = Asenna valittu sovellus Revo Uninstallern avulla
16023 = Poista valittu sovellus Revo Uninstallern avulla
16024 = Varmuuskopiohakemisto:
16025 = Varmuuskopioi poistetut rekisterikohteet
16026 = Varmuuskopioi poistetut tiedostot ja kansiot
16027 = Microsoft Exceliä ei ole asennettu tälle tietokoneelle (virhekoodi 0x%08X).
16028 = Microsoft Excel -sovelluksen käynnistäminen epäonnistui (virhekoodi 0x%08X).
16029 = Tuntematon virhe.
16030 = Rekisteri
16031 = Ohita informaatioviestit
16032 = Ohita varoitusviestit
16033 = Prosessit
16034 = Tarkkaile sovelluksia kiinteässä tilassa
16035 = Sisällytä prosessit:
16036 = Poissulje prosessit:
16037 = Prosessin polku
16038 = Visuaalinen teema:
16039 = Työkalupalkit
16040 = Näytä tekstit
16041 = Näytä pienet kuvakkeet
16042 = Sininen
16043 = Harmaa
16044 = Musta
16045 = Hopea
16046 = Perinteinen
16047 = Perinteinen 2
16048 = Pehmeä perinteinen
16049 = Osta nyt
16050 = Kun olet ostanut Revo Uninstallern, saat sarjanumeron sähköpostiisi. Sinun pitää syöttää tämä sarjanumero allaolevalle lomakkeelle ja painaa “Aktivoi verkossa” -painiketta aktivoidaksesi tuotteen. Aktivoiminen vaatii Internet-yhteyden, joten palomuurisi ei saa estää Revo Uninstallerta. Jos sinulla on mitään kysymyksiä rekisteröintiin littyen, otathan yhteyttä meihin sähköpostiosoitteella registration@revouninstaller.com.
16051 = Rekisteröi
16052 = Syötä tarkka sarjanumero tähän:
16053 = Aktivoi verkossa
16054 = Kaikki oikeudet pidätetään.
16055 = Rekisteröity versio
16056 = Rekisteröimätön versio
16057 = Oletko varma, että haluat poistaa luodut varmuuskopiot, lokit ja muiden käyttäjien tiedot? Paina "Ei", jos olet päivittämässä sovellusta.
16058 = Kääntäjä:
16059 = Tee päivittäin täysi rekisterin varmuuskopio
16060 = Poista tarkkaillun ohjelman loki poiston jälkeen
16061 = Näytä pienet kuvakkeet Tietoja-näkymässä
16062 = Näytä komennot Windowsin pikavalikossa (Asenna käyttäen ..., Poista käyttäen ...)
16063 = Merkitse kaikki turhat tiedostot oletuksena
16064 = Tummanharmaa
16065 = Sininen 2
16070 = Komennot-työkalurivi
16071 = Mukautettu
16072 = Teema
16073 = Mukautettu taustaväri
16074 = Mukautettu valinnan väri
16075 = Sulje Revo Uninstaller ennen lokin tuontia.\nTai tuo loki käyttäen "Jäljitetyt ohjelmat" -moduulin työkalurivin "Hallitse" -painiketta.
16076 = Aktivoi
16077 = Valitse aktivointitapa
16078 = Aktivoi verkossa
16079 = Aktivoi tiedoston avulla
16080 = 30 päivän kokeiluaika on päättynyt. Jos haluat jatkaa tuotteen käyttämistä, sinun tulee ostaa lisenssi.
16081 = Kun ostat lisenssin Revo Uninstaller'lle, saat sarjanumeron sähköpostilla. Aktivoidaksesi Revo Uninstaller'n, sinun tulee syöttää nimesi ja sarjanumero allaolevaan lomakkeeseen (suosittelemme kopioimaan sen suoraan sähköpostista ja liittämään, virheiden välttämiseksi) ja painaa sitten "Aktivoi verkossa" -painiketta. Aktivointi vaatii Internet-yhteyden, joten palomuurisi ei saa estää Revo Uninstaller'n yhteyttä. Jos sinulla on kysymyksiä tai kohtaat ongelman rekisteröinnissä, otathan meihin yhteyttä sähköpostitse: registration@revouninstaller.com
16082 = Kun ostat lisenssin Revo Uninstaller'lle, saat sarjanumeron sähköpostilla. Aktivoidaksesi Revo Uninstaller'n tiedostolla, sinun tulee syöttää nimesi ja sarjanumero allaolevaan lomakkeeseen (suosittelemme kopioimaan sen suoraan sähköpostista ja liittämään, virheiden välttämiseksi) ja painaa sitten "Tallenna tiedosto" -painiketta tallentaaksesi tiedoston. Lähetä luotu tiedosto tämän jälkeen sähköpostiosoitteeseen support@revouninstaller.com tai registration@revouninstaller.com. Lähetämme sinulle 24 tunnin kuluessa rekisteröintiavaimen, jonka avulla voit saattaa Revo Uninstaller'n aktivoinnin loppuun. Jos sinulla on kysymyksiä tai kohtaat ongelman rekisteröinnissä, otathan meihin yhteyttä sähköpostitse: registration@revouninstaller.com
16083 = Olet valinnut, että haluat aktivoida Revo Uninstaller'n tiedostolla. Kun lähetit aktivointitiedoston meille sähköpostilla, sinun pitäisi saada rekisteröintiavain Revo Uninstaller'n tukitiimiltä. Sinun tulee syöttää rekisteröintiavain alle (suosittelemme kopioimaan sen suoraan sähköpostista ja liittämään, virheiden välttämiseksi) ja painaa "Aktivoi"-painiketta. Jos sinulla on kysymyksiä tai kohtaat ongelman rekisteröinnissä, otathan meihin yhteyttä sähköpostitse: registration@revouninstaller.com
16084 = Tietokoneessasi on tapahtunut muutos, ja Revo Uninstaller tulee aktivoida uudellaan. Suorittaaksesi uudelleenaktivoinnin, paina "Aktivoi"-painiketta. Jos sinulla on kysymyksiä tai kohtaat ongelman rekisteröinnissä, otathan meihin yhteyttä sähköpostitse: registration@revouninstaller.com
16085 = Aktivointi onnistui! 
16086 = Aktivointi epäonnistui!
16087 = Aktivointipalvelimelle ei yhteyttä. Varmista, että palomuurisi ei estä Revo Uninstaller'n yhteyttä.
16088 = Syötä käyttäjän nimi:
16089 = Syötä sarjanumero (suora kopiointi ja liittäminen suositeltavaa):
16090 = Syötä rekisteröintiavain (suora kopiointi ja liittäminen suositeltavaa):
16091 = Nollaa aktivointiprosessi
16092 = Päiviä jäljellä:
16093 = Tallenna tiedosto
16094 = Rekisteröity käyttäjälle
16095 = Aktivoi uudelleen
16096 = Aktivointi meneillään. Odota ...
16097 = Sarjanumero on väärä.\nOle hyvä ja kopioi ja liitä se suoraan sähköpostista, kirjoittamisen sijasta!
16098 = Ole hyvä ja käynnistä Revo Uninstaller uudelleen
16100 = Sarjanumero:
16101 = Lisenssitiedot:


[AppBar]
16900 = Tallenna tarkkailtujen järjestelmämuutosten loki
16901 = Pysäytä asennuksen tarkkailu
16902 = Revo Uninstaller tarkkailee järjestelmämuutoksia - jatka asennusta kuten normaalisti! ÄLÄ käynnistä mitään muita asennustiedostoja, ohjelmia tai mitään muutakaan ohjelman asennuksen aikana! Kun olet suorittanut asennuksen, suorita asennetut ohjelma(t), määritä asetukset ja sulje ne. Sitten paina "Pysäytä" -painiketta (punainen neliö) ja Tallenna loki -painiketta.
16903 = Anna nimi lokille:
16904 = Syötä lokin nimi ja paina sitten "Tallenna" -painiketta.
16905 = Revo Uninstaller tarkkailee asennusta.
16906 = Revo Uninstaller tallentaa tietoja.
16907 = Järjestelmän sammutusoikeuksia ei saatu. Yritä sammuttaa manuaalisesti!
16908 = Järjestelmän sammutusoikeuksia ei voitu säätää. Yritä sammuttaa manuaalisesti!
16909 = Syötä kelvollinen lokin nimi!

[JunkFilesCleanerPro]
17000 = Sulje pois
17001 = Viimeksi muutettu
17002 = Skannaa kansio..


[EvidenceRemoverPro]
17300 = Tyyppi
17301 = Koko yhteensä
17302 = Vapaa tila
17310 = Paikallinen levy
17311 = Poistettava levy
17312 = Arvioitu jäljelläoleva aika:
17313 = päivä(ä) 
17314 = tunti(a)
17315 = minuutti(a)
17316 = sekunti(a)

[WindowsToolsPro]
17400 = Järjestelmän palautus
17401 = Verkon vianmääritys
17402 = Verkon tiedot
17403 = Tietoturvakeskus
17404 = Järjestelmän ominaisuudet
17405 = Järjestelmän tiedot
17406 = TCP/IP Netstat -komento
17407 = Näyttönäppäimistö
17408 = Levyn eheytys
17409 = Palvelut
17410 = Jaetut kansiot
17411 = Ryhmäkäytäntö
17412 = Lisää tai poista Windowsin osia
17413 = Microsoft Windowsin haittaohjelmien poistotyökalu
17414 = Windowsin varmuuskopiointi ja palautus
17415 = Tehtävien ajoitus
17416 = Levyntarkistin
17417 = Järjestelmätiedoston tarkistin
17450 = Windowsin varmuuskopiointi ja palautus antaa sinun tehdä kopioita datatiedostoista kaikille tietokonetta käyttäville ja antaa sinulle mahdollisuuden tehdä järjestelmäkuva. Voit antaa Windowsin valita varmuuskopioitavat kohteet tai voit valita yksittäiset kansiot, kirjastot, ja asemat varmuuskopioitavaksi. Järjestelmäkuva sisältää Windowsin ja järjestelmän asetukset, ohjelmat, ja tiedostot. Voit käyttää järjestelmäkuvaa palauttaaksesi tietokoneesi sisällön, jos kovalevysi tai tietokoneesi rikkoutuu.
17451 = Tehtävien ajoitus auttaa sinua ajoittamaan automaattisia tehtäviä suorittumaan tiettynä aikana tai tietyn tapahtuman tapahtuessa. Se antaa mahdollisuuden ajoittaa ohjelmien tai skriptien käynnistyksen tiettynä aikana tai tietyn ajan välein. Tehtävien ajoitus sisältää näkymän tehtävistä ja tarjoaa helpon tavan niiden hallintaan. 
17452 = Levyntarkistin varmistaa tiedostojärjestelmän eheyden Windows-asemalla. Levyntarkistin tarkistaa mm. huonot sektorit, menetetyt klusterit, ristiinlinkitetyt tiedostot, ja hakemistovirheet. Kyseisten tyyppiset ongelmat aiheutuvat järjestelmän kaatuessa, sähkönsaannin ollessa epävarmaa, tai kun tietokoneen sammuttaa väärin jne. 
17453 = Järjestelmätiedoston tarkistin antaa sinun skannata ja palauttaa virheitä Windowsin järjestelmätiedostoissa. Jos se löytää ongelman, se yrittää korjata ongelmalliset tiedostot Windowsin DLL-välimuistista. Jos tiedosto ei ole saatavilla Windowsin DLL-välimuistissa tai DLL-välimuisti on korruptoitunut, sinua pyydetään laittamaan Windowsin asennuslevy asemaan.

[WindowsCleanerPro]
17500 = Poista pikkukuvavälimuisti

[UnrecoverableDeletePro]
17600 = Lisää tiedosto(ja)
17601 = Lisää kansio
17602 = Poista ikuisesti
17603 = Poistetaan
17604 = Lasketaan...


[Backup Manager]
17800 = Varmuuskopioiden hallinta
17801 = Palauta
17802 = Poista
17803 = Poista kaikki
17804 = Mukautettu\npalautus
17812 = Ladataan puuta...
17813 = Takaisin
17814 = Seuraava
17815 = Palautuspisteen tietoja ei löytynyt
17816 = Käsitellään
17817 = Varmuuskopioidaan %d/%d kohdetta
17818 = Palautuspisteet:
17819 = Koko yhteensä:
17820 = Varmuuskopioiden hallinta auttaa sinua hallitsemaan Revo Uninstallern säilyttämiä varmuskopioita jokaisen rekisterikohteen, tiedoston tai kansion poiston jälkeen. Palauttamalla paikallisen palautuspisteen voit palauttaa kaiken säilytetyn datan tai voit vain valita yhden tai useamman kohteen, jotka haluat palauttaa. Jos tarvitset lisää vapaata levytilaa, voit poistaa satunnaisen palautuspisteen tai kaikki palautuspisteet, jotka Revo Uninstaller on luonut.
17821 = Nimi
17822 = Toiminto
17823 = Koko
17824 = Rekisterikohteet
17825 = Tiedostot ja kansiot
17826 = Tunti
17827 = Päiväys
17830 = Avaimen/arvon nimi
17831 = Tiedot
17835 = Oletusarvo
17836 = Palautetaan %d/%d kohdetta
17837 = Palautetaan
17838 = Tiedoston/kansion nimi
17839 = Mukautettu palautus
17840 = Virhe luettaessa varmuuskopion datatiedostoa!
17841 = Palautettavat tiedostot ja kansiot
17842 = Palautettavat rekisterikohteet
17843 = Levyllä ei ole tarpeeksi tilaa, jotta varmuuskopion datatiedostoon voitaisiin kirjoittaa!
17844 = Virhe kirjoitettaessa varmuuskopion datatiedostoa!
17845 = Oletko varma, että haluat palauttaa toiminnon %s/%s?
17846 = Oletko varma, että haluat poistaa kaikki palautuspisteet?
17847 = Poista\najan mukaan
17848 = Poista varmuuskopiot, jotka ovat vanhempia kuin päivämäärä tai aikaväli
17849 = Poista kaikki varmuuskopiot, jotka ovat vanhempia kuin:
17850 = Valittu päivä:
17851 = Yksi viikko
17852 = Kaksi viikkoa
17853 = 30 päivää
17854 = 90 päivää
17855 = 180 päivää
17856 = Yksi vuosi
17857 = Mukautettu päiväys
17858 = Olet valinnut päivän ennen tätä päivää.\nSe poistaa kaikki varmuuskopiot! Haluatko jatkaa?


[TooltipsPro]
18200 = Säädä Revo Uninstallern asetuksia
18201 = Muuta tarkkailtujen ohjelmien listan näkymää
18202 = Hallitse Revo Uninstallern säilyttämiä varmuuskopioita
18203 = Asenna ohjelmia Revo Uninstallern avulla
18204 = Pakota poistamaan jo poistettujen ohjelmien jäännöksiä
18205 = Näytä kaikki asennetut ohjelmat
18206 = Näytät tarkkaillut asennetut ohjelmat
18207 = Poista valittu tarkkailtu ohjelma
18208 = Mukautettu poisto valitulle tarkkaillulle ohjelmalle
18209 = Palauta valittu Revo Uninstallern palautuspiste
18210 = Revo Uninstallern valitun palautuspisteen mukautettu palautus
18211 = Poista valittu Revo Uninstallern palautuspiste
18212 = Lisää ohjelma käynnistymään automaattisesti Windowsin käynnistyksen yhteydessä
18213 = Suorita todisteiden poisto-operaatio valituilla hakemistoilla
18214 = Lisää tiedostoja palauttamattomaan poistoon
18215 = Lisää kansio palauttamattomaan poistoon
18216 = Poista lisätyt tiedostot ja kansiot
18217 = Poista merkityt tiedostot
18218 = Muuta tai korjaa valitun ohjelman asennus
18219 = Pikapoista valittu ohjelma(kaikki tarpeettomat tiedostot poistetaan automaattisesti)
18220 = Lisää uusi kohde lokiin
18221 = Muuta valittua kohdetta
18222 = Poista valittu kohde lokista
18223 = Vie nykyisen lokin data HTML:ksi

